Repository: wp-plugins/advanced-random-posts-widget
Catalog: languages/arpw-*.po
Languages: id_id

source: An advanced widget that gives you total control over the output of the random posts.
id_id: Widget yang memberikan anda kontrol penuh dengan hasil dan tampilan dari pos acak.

source: Random Posts
id_id: Pos Acak

source: Title
id_id: Judul

source: Title URL
id_id: URL Judul

source: HTML or text before the random posts
id_id: HTML atau teks sebelum pos acak

source: HTML or text after the random posts
id_id: HTML atau teks setelah pos acak

source: Ignore sticky posts
id_id: Abaikan Pos Lengket

source: Number of posts to show
id_id: Jumlah pos yang ditampilkan

source: to show all posts.
id_id: untuk menampilkan semua pos.

source: The number of posts to skip
id_id: Jumlah pos yang dilewati

source: Post type
id_id: Tipe Pos

source: Post status
id_id: Status Pos

source: Limit to Category
id_id: Batasi Berdasarkan Kategori

source: Limit to Tag
id_id: Batasi Berdasarkan Tag

source: Limit to Taxonomy
id_id: Batasi Berdasarkan Taxonomy

source: Ex: category=1,2,4&amp;post_tag=6,12
id_id: Contoh: category=1,2,4&amp;post_tag=6,12

source: Available:
id_id: Tersedia:

source: Display thumbnail
id_id: Tampilkan Thumbnail

source: Thumbnail Size
id_id: Ukuran Thumbnail

source: Please read %1$sFAQ%2$s for more information.
id_id: Silahkan baca halaman %1$sFAQ%2$s untuk informasi lebih lanjut.

source: Use custom thumbnail sizes
id_id: Gunakan ukuran thumbnail kustom

source: Width & Height
id_id: Lebar & Tinggi

source: Thumbnail Alignment
id_id: Penjajaran Thumbnail

source: Left
id_id: Kiri

source: Right
id_id: Kanan

source: Center
id_id: Tengah

source: Display excerpt
id_id: Tampilkan Excerpt

source: Excerpt Length
id_id: Panjang Excerpt

source: Display Date
id_id: Tampilkan Tanggal

source: Use Relative Date. eg: 5 days ago
id_id: Gunakan Tanggal Relatif. contoh: 5 hari yang lalu

source: %s ago
id_id: %s yang lalu

source: Easy to display random posts via shortcode or widget.
id_id: Mudah untuk menampilkan pos acak via shortcode atau widget.
